import task

animalTestNew = task.Test([task.Question("По своему типу питания медведи ...",
                                        ['всеядны', 'мясоеды', 'травоядны'], 'всеядны',
                                         "bear.jpg",
                                         "HMC144_HittiteMicrowaveCorporation.pdf"),
                            task.Question("Кто такие гоминиды?",
                                         ['пресмыкающееся', 'приматы', 'паукообразные'], 'приматы'),
                            task.Question("Где чаще всего обитают львы?",
                                         ['степь', 'джунгли ', 'саванна'], 'саванна'),
                            task.Question("Сапсан — это ...",
                                         ['маленький шустрый зверёк', 'насекомое, похожее на стрекозу', 'птица из семейства соколиных'], 'птица из семейства соколиных'),
                            task.Question("Самый крупный варан — это ...",
                                         ['комодский варан', 'гигантский варан', 'кольцехвостый варан'], 'комодский варан')
                        ])

ingenuityTestNew = task.Test([task.Question("Кто написал повесть «Утро помещика»",
                                           ['Бунин', 'Толстой', 'Грибоедов'], 'Толстой'),
                            task.Question("В чём измеряется давление?",
                                         ['Джоули', 'Амперы', 'Паскали'], 'Паскали'),
                            task.Question("Отцом какой науки считается Геродот?",
                                         ['История', 'География', 'Геометрия'], 'История'),
                            task.Question("Какой стране принадлежит остров Сардиния?",
                                         ['Португалия', 'Италия', 'Испания'], 'Италия'),
                            task.Question("Кто такой Витус Беринг?",
                                         ['Мореплаватель', 'Композитор', 'Писатель'], 'Мореплаватель'),
                            task.Question("Какое прозвище было у Пушкина в кругу друзей-лицеистов?",
                                         ['Мавр', 'Кудрявый', 'Француз'], 'Француз'),
                            task.Question("Столицей какой страны является Тирана?",
                                         ['Албания', 'Афганистан', 'Доминикана'], 'Албания'),
                            task.Question("Валютой какой страны является тенге?",
                                         ['Туркмения', 'Казахстан', 'Монголия'], 'Казахстан')
                        ])

